[
    {
        "name": "Hyde Park Bar and Grill",
        "url": "https://hpbng.com/",
        "blurb": "Since 1982, Hyde Park Bar & Grill has offered delicious high-quality food at a moderate price. We use the freshest quality ingredients, cooked from scratch and sourced locally whenever possible, in an inclusive menu. Our goal is to be where you eat when you dine away from home.",
        "lat": 30.3041725,
        "lon": -97.7267211,
        "position": [30.3041725, -97.7267211]
    },
    {
        "name": "Bureau de Poste",
        "url": "https://bureaudeposteatx.com/",
        "blurb": "Bureau de Poste is a neighborhood French bistro offering Parisian classics with a modern twist.",
        "lat": 30.3068480,
        "lon": -97.7300679
    },
    {
        "name": "Peche",
        "url": "http://www.pecheaustin.com/",
        "blurb": "Meaning sin in French, Péché is distinctly Austin's first absinthe bar, a cocktail program headed by bar manager Derek Weiss, showcasing a selection of pre-Prohibition style cocktails and a curated wine list. Executive chef John Lichtenberger brings that same tailored focus to the food menu, providing rich French fare made with the freshest ingredients.",
        "lat": 30.266966,
        "lon": -97.745155
    },
    {
        "name": "Fukumoto",
        "url": "https://www.fukumotoaustin.com/",
        "blurb": "Fukumoto is an izakaya, a Japanese restaurant specializing in yakitori (skewers grilled over Japanese charcoal), sushi/sashimi, and classic Japanese comfort food.",
        "lat": 30.2646261, 
        "lon": -97.7317272
    },
    {
        "name": "Ghama Korean Food",
        "url": "https://ghamakf.com/",
        "blurb": "Ghama Zone Korean Food",
        "lat": 30.509062,
        "lon": -97.6805534
    },
    {
        "name": "Komé",
        "url": "https://www.kome-austin.com/miso/",
        "blurb": "The food we are serving is not exactly traditional Japanese restaurant food, but authentic home-style Japanese cooking – the food we eat every day, and has many influences from other culture and cuisines. It’s special because it has some of our family history, with our family recipes and reflecting our backgrounds from Japan, New Orleans, and Austin and also traveling throughout Asia. It’s probably more accurate to call our food “Asazu cuisine”! (our last name)",
        "lat": 30.314087,
        "lon": -97.7170429
    }
]