[
    {
        "name": "Hyde Park Bar and Grill",
        "url": "https://hpbng.com/",
        "blurb": "Since 1982, Hyde Park Bar & Grill has offered delicious high-quality food at a moderate price. We use the freshest quality ingredients, cooked from scratch and sourced locally whenever possible, in an inclusive menu. Our goal is to be where you eat when you dine away from home.",
        "lat": 30.3041725,
        "lon": -97.7267211,
        "cuisine": "Americana"
    },
    {
        "name": "Bureau de Poste",
        "url": "https://bureaudeposteatx.com/",
        "blurb": "Bureau de Poste is a neighborhood French bistro offering Parisian classics with a modern twist.",
        "lat": 30.3068480,
        "lon": -97.7300679,
        "cuisine": "French"
    },
    {
        "name": "Peche",
        "url": "http://www.pecheaustin.com/",
        "blurb": "Meaning sin in French, Péché is distinctly Austin's first absinthe bar, a cocktail program headed by bar manager Derek Weiss, showcasing a selection of pre-Prohibition style cocktails and a curated wine list. Executive chef John Lichtenberger brings that same tailored focus to the food menu, providing rich French fare made with the freshest ingredients.",
        "lat": 30.266966,
        "lon": -97.745155,
        "cuisine": "French"
    },
    {
        "name": "Fukumoto",
        "url": "https://www.fukumotoaustin.com/",
        "blurb": "Fukumoto is an izakaya, a Japanese restaurant specializing in yakitori (skewers grilled over Japanese charcoal), sushi/sashimi, and classic Japanese comfort food.",
        "lat": 30.2646261, 
        "lon": -97.7317272,
        "cuisine": "Japanese"
    },
    {
        "name": "Ghama Korean Food",
        "url": "https://ghamakf.com/",
        "blurb": "Ghama Zone Korean Food",
        "lat": 30.509062,
        "lon": -97.6805534,
        "cuisine": "Korean"
    },
    {
        "name": "Komé",
        "url": "https://www.kome-austin.com/miso/",
        "blurb": "The food we are serving is not exactly traditional Japanese restaurant food, but authentic home-style Japanese cooking – the food we eat every day, and has many influences from other culture and cuisines. It’s special because it has some of our family history, with our family recipes and reflecting our backgrounds from Japan, New Orleans, and Austin and also traveling throughout Asia. It’s probably more accurate to call our food “Asazu cuisine”! (our last name)",
        "lat": 30.314087,
        "lon": -97.7170429,
        "cuisine": "Japanese"
    },
    {
        "name": "Veracruz All Natural",
        "url": "https://veracruzallnatural.com/",
        "blurb": "From an early age, Reyna and Maritza wanted to own their own restaurant. They grew up helping their mother in the family kitchen in Veracruz, Mexico. Starting at very young ages, Reyna and Maritza’s mother and grandmother taught them the ins and outs of the kitchen, and they have loved to cook ever since. They learned to be creative with their cooking while at the same time respecting the heritage of authentic ingredients and the culture they represent. They also learned the value of using both fresh and organic ingredients in their cooking.",
        "lat": 30.4804443, 
        "lon": -97.6847878,
        "cuisine": "Mexican"
    },
    {
        "name": "La Popular Austin",
        "url": "https://www.lapopularcdmx.com/locations/austin",
        "blurb": "La Popular creates an unbeatable vibe for guests with its elevated, high-quality take on traditional dishes, inventive craft cocktails and an extensive selection of artisan spirits, 80+ tequilas and mezcals, chic modern interiors, covet-worthy playlists, and genuine welcoming services that embodies traditional Mexican hospitality.",
        "lat": 30.2552402,
        "lon": -97.8699449,
        "cuisine": "Mexican"
    },
    {
        "name": "Intero",
        "url": "https://www.interorestaurant.com/",
        "blurb": "Just as in Italy where the food is genuine and locally sourced, you'll find the same at Intero with truly farm-to-table Italian cuisine.",
        "lat": 30.2537253,
        "lon": -97.7144887,
        "cuisine": "Italian"
    },
    {
        "name": "Hopfields",
        "url": "https://www.hopfieldsaustin.com/",
        "blurb": "French Gastropub",
        "lat": 30.2985231,
        "lon": -97.7435397,
        "cuisine": "French"
    },
    {
        "name": "Bartlett's",
        "url": "https://bartlettsaustin.com/",
        "blurb": "We believe in the nobility of service and in the dignified pleasures of dining well. We believe that for our restaurant to live up to its name, it must be restorative. We source top-quality meats, seafood, vegetables, and cheeses. We hand-cut fish and steaks, freshly grind chuck for burgers, and make our soups, buttermilk ciabatta, mustard, and two-week pickle relish from scratch. And we obsess over the details of getting it right every time.",
        "lat": 30.3567168,
        "lon": -97.7361198,
        "cuisine": "Americana"
    },
    {
        "name": "Sour Duck Market",
        "url": "https://www.sourduckmarket.com/",
        "blurb": "Offering handcrafted fresh baked goods, sandwiches, and snacks made from locally sourced ingredients, sustainable coffee, craft cocktails, and a killer selection of beer and wine.",
        "lat": 30.2798806,
        "lon": -97.7241564,
        "cuisine": "Americana"
    },
    {
        "name": "Bufalina",
        "url": "https://www.bufalinapizza.com/",
        "blurb": "We serve Neapolitan pizza. Pizzas are roughly 12 in diameter and are cooked in our Stefano Ferrara wood-burning oven, which runs north of 900 degrees, for roughly 90 seconds. Pizzas emerge properly charred and slightly wet in the middle, a Neapolitan hallmark.",
        "lat": 30.3410838,
        "lon": -97.8145783,
        "cuisine": "Pizza"
    },
    {
        "name": "Super Thai Cuisine",
        "url": "https://www.superthaicuisine.com/",
        "blurb": "Our locally owned and operated restaurant masters the flavors of contemporary cuisine to serve the best Thai food in Austin! We offer a variety of popular and authentic Thai dishes, with sauces and food prepared fresh, in-house. Our goal is to give you a first-class Asian experience by serving Thai food that is all made with high-quality, fresh meat and organic vegetables.",
        "lat": 30.2492442,
        "lon": -97.7733213,
        "cuisine": "Thai"
    },
    {
        "name": "Casa de Luz",
        "url": "https://www.casadeluz.org/",
        "blurb": "Vegan I think?  No actual menu, you just have to show up and see what they're making I guess.",
        "lat": 30.2641631,
        "lon": -97.7642875,
        "cuisine": "Unknown"
    },
    {
        "name": "Vespaio Ristorante",
        "url": "https://www.vespaioristorante.com/",
        "blurb": "Our kitchen is driven wholly by handmade and locally-sourced ingredients. Our chefs do all of our own butchering and use every part of the animal. We make stocks, charcuterie, fresh pasta, breads, desserts and cheese in house. Our wines are specifically chosen to compliment our food. Essentially French and Italian, the wines on our list are primarily from boutique, family owned and small production producers.",
        "lat": 30.2474255,
        "lon": -97.7532846,
        "cuisine": "Italian"
    },
    {
        "name": "Armadillo Den",
        "url": "https://www.armadillodenaustin.com/",
        "blurb": "Our parking sucks but we're tryin' - take a rideshare and we'll take 10% off your table! Three Acres of South Austin Awesome. Kids welcome 'til 6pm, M-F. Well-behaved Dogs Welcome Always. 5 of Austin's Finest Food Trucks. 13 Foot LED TV Wall. Craft Beer & Cocktails on Tap. Live Music Every Night",
        "lat": 30.1703303,
        "lon": -97.8309795,
        "cuisine": "Various"
    },
    {
        "name": "Athens Cafe",
        "url": "https://athens-cafe-atx.square.site",
        "blurb": "Welcome to Athens Cafe! Explore our menu and enjoy fresh homemade Greek dishes like Moussaka, Souvlaki, Spanakopita, Greek Salad, and more!",
        "lat": 30.4378322,
        "lon": -97.7005553,
        "cuisine": "Greek"
    },
    {
        "name": "Eldorado Cafe",
        "url": "https://www.eldoradocafeatx.com/",
        "blurb": "Eldorado Cafe serves hearty, Mexican-inspired comfort food that is meant to remind you of coming home.",
        "lat": 30.3622236,
        "lon": -97.747207,
        "cuisine": "Mexican"
    },
    {
        "name": "Matt's El Rancho",
        "url": "http://www.mattselrancho.com/",
        "blurb": "Today the South Lamar restaurant seats more than 500. El Rancho still makes everything from scratch. Our in house tortilla factory grinds Non-GMO corn daily to make the freshest corn tortillas and chips you can find. Our Famous Margarita's are made with fresh-squeezed lime juice.",
        "lat": 30.245118,
        "lon": -97.7818559,
        "cuisine": "Mexican"
    },
    {
        "name": "Suerte",
        "url": "https://www.suerteatx.com/",
        "blurb": "Located in the heart of East Austin, Suerte is an award-winning restaurant driven by a passion for masa,  an ingredient at the heart of Mexican cooking. Chef Fermin and his team curate a seasonally driven menu with an emphasis on bringing together traditional Mexican cooking techniques with local Texas ingredients to create a unique and exciting dining experience",
        "lat": 30.2622778,
        "lon": -97.7258507,
        "cuisine": "Mexican"
    },
    {
        "name": "Fabrik Austin",
        "url": "https://www.fabrikatx.com/",
        "blurb": "With sustainability as a priority in our approach, we source produce and ingredients from local growers and provisioners wherever possible, and many of our garnishes and greens are sourced from our own hydroponic gardens and foraged finds. We aim to utilize as much of each ingredient as possible to reduce waste, and compost anything remaining.",
        "lat": 30.279341,
        "lon": -97.7255944,
        "cuisine": "Fine Dining"
    },
    {
        "name": "Eat — Black Star | Austin Brew Pub",
        "url": "https://www.blackstar.coop/eat",
        "blurb": "Black Star took root from an idea that looked beyond the path of conventional wisdom. A pub and brewery - owned by the community, for the community.",
        "lat": 30.3382802,
        "lon": -97.7216016,
        "cuisine": "Brewpub"
    },
    {
        "name": "1618 Asian Fusion",
        "url": "https://1618asianfusion.com/",
        "blurb": "1618 Asian Fusion is a first-of-its-kind locally owned and operated family restaurant created with an exciting vision by Kevin Le and Lynn Tran. We delight in providing a culinary exploration of Asia's bright, bold, and diverse flavor landscape. 1618's menu spans the continent - offering diners a taste of Vietnamese, Thai, Chinese, Singaporean, and Southeast Asian food in our own fusion style.",
        "lat": 30.2454026,
        "lon": -97.733044,
        "cuisine": "Asian"
    },
    {
        "name": "The Cheesecake Experience",
        "url": "https://www.facebook.com/@TheCheesecakeExperience/",
        "blurb": "Operating as a mobile food trailer, we provide bite sized artisan cheesecakes",
        "lat": 30.1853565,
        "lon": -97.7946158,
        "cuisine": "Dessert"
    },
    {
        "name": "DAI DUE",
        "url": "https://www.daidue.com/",
        "blurb": "Apparently it has great salad dressing. Dai Due was created in 2006 to reconsider what “our” food is and will be.  By using ingredients that are present in our region, we are able to serve foods that are fresher, buy food that is produced in a fair and equitable way, represent local culinary traditions, and support farmers and ranchers who are striving to improve the quality of our food.",
        "lat": 30.2848504,
        "lon": -97.7193305,
        "cuisine": "Unknown"
    },
    {
        "name": "Las Amazonas Tacos",
        "url": "",
        "blurb": "...popup kitchen / food truck?",
        "lat": 30.2287501,
        "lon": -97.7613429,
        "cuisine": "Mexican"
    },
    {
        "name": "Soupleaf Hot Pot",
        "url": "https://www.soupleafhotpot.com/",
        "blurb": "Welcome to our cozy corner of Austin, where we proudly embody the essence of a true mom-and-pop establishment. Hot pot, a 2,000-year-old tradition from Asia, serves as a beautiful way to gather friends, family, and loved ones to celebrate a bountiful harvest over a roaring soup. We're dedicated to serving you with genuine care and fresh flavors every day. Owned and operated by Jin and her devoted sons, Nelson and Nick, we take pride in serving our community with dishes made from scratch using the freshest ingredients available.",
        "lat": 30.3372636,
        "lon": -97.7195015,
        "cuisine": "Asian"
    },
    {
        "name": "the Perfect Bite",
        "url": "http://theperfectbiteatx.com/",
        "blurb": "Burgers and stuff",
        "lat": 30.1674478,
        "lon": -97.8304256,
        "cuisine": "Burgers"
    },
    {
        "name": "Loro",
        "url": "https://www.loroeats.com/",
        "blurb": "Loro is an Asian smokehouse and bar originally created by the award-winning chefs behind Uchi and Franklin Barbecue. Together, they merged their love of Asian cuisine and Texas barbecue to offer innovative dishes you won’t find anywhere else. So come on by, kick back, and stay awhile.",
        "lat": 30.2477396,
        "lon": -97.7739251,
        "cuisine": "Asian"
    },
    {
        "name": "Little Deli & Pizzeria",
        "url": "https://littledeliandpizza.com/",
        "blurb": "Located in the heart of Austin, the Little Deli has been a staple for over two decades; we are the original Deli and Pizzeria, and we believe that we're the best. Why? We use the best ingredients, proven methods, and put our heart and soul into every sandwich and slice! All you have to do is call us and we'll get right to work!",
        "lat": 30.342527,
        "lon": -97.7257922,
        "cuisine": "Italian"
    },
    {
        "name": "Redbud Icehouse",
        "url": "https://www.redbudicehouse.com/",
        "blurb": "Burgers, beer",
        "lat": 30.2882745,
        "lon": -97.7059248,
        "cuisine": "Burgers"
    },
    {
        "name": "Hasta La Luna Tacos",
        "url": "https://www.hastalalunatacos.com/",
        "blurb": "We operate in a HIDDEN ghost/prep kitchen, but this is a HIDDEN gem! Please call if you get lost we understand it can be confusing, But after you taste our delicious food you will no longer need a GPS to find us",
        "lat": 30.1747602,
        "lon": -97.7995164,
        "cuisine": "Mexican"
    },
    {
        "name": "épicerie",
        "url": "https://www.epicerieaustin.com/",
        "blurb": "Epicerie offers a bright and cozy space tucked away in the Rosedale neighborhood - which can be compared to visiting your neighbor's place. Only difference is: we are a bistro with a splendid pastry case.",
        "lat": 30.3245173,
        "lon": -97.743741,
        "cuisine": "French"
    }
]