[
    {
        "name": "Hyde Park Bar and Grill",
        "url": "https://hpbng.com/",
        "blurb": "Since 1982, Hyde Park Bar & Grill has offered delicious high-quality food at a moderate price. We use the freshest quality ingredients, cooked from scratch and sourced locally whenever possible, in an inclusive menu. Our goal is to be where you eat when you dine away from home.",
        "lat": 30.3041725,
        "lon": -97.7267211,
        "position": [30.3041725, -97.7267211]
    },
    {
        "name": "Bureau de Poste",
        "url": "https://bureaudeposteatx.com/",
        "blurb": "Bureau de Poste is a neighborhood French bistro offering Parisian classics with a modern twist.",
        "lat": 30.3068480,
        "lon": -97.7300679
    },
    {
        "name": "Peche",
        "url": "http://www.pecheaustin.com/",
        "blurb": "Meaning sin in French, Péché is distinctly Austin's first absinthe bar, a cocktail program headed by bar manager Derek Weiss, showcasing a selection of pre-Prohibition style cocktails and a curated wine list. Executive chef John Lichtenberger brings that same tailored focus to the food menu, providing rich French fare made with the freshest ingredients.",
        "lat": 30.266966,
        "lon": -97.745155
    },
    {
        "name": "Fukumoto",
        "url": "https://www.fukumotoaustin.com/",
        "blurb": "Fukumoto is an izakaya, a Japanese restaurant specializing in yakitori (skewers grilled over Japanese charcoal), sushi/sashimi, and classic Japanese comfort food.",
        "lat": 30.2646261, 
        "lon": -97.7317272
    },
    {
        "name": "Ghama Korean Food",
        "url": "https://ghamakf.com/",
        "blurb": "Ghama Zone Korean Food",
        "lat": 30.509062,
        "lon": -97.6805534
    },
    {
        "name": "Komé",
        "url": "https://www.kome-austin.com/miso/",
        "blurb": "The food we are serving is not exactly traditional Japanese restaurant food, but authentic home-style Japanese cooking – the food we eat every day, and has many influences from other culture and cuisines. It’s special because it has some of our family history, with our family recipes and reflecting our backgrounds from Japan, New Orleans, and Austin and also traveling throughout Asia. It’s probably more accurate to call our food “Asazu cuisine”! (our last name)",
        "lat": 30.314087,
        "lon": -97.7170429
    },
    {
        "name": "Veracruz All Natural",
        "url": "https://veracruzallnatural.com/",
        "blurb": "From an early age, Reyna and Maritza wanted to own their own restaurant. They grew up helping their mother in the family kitchen in Veracruz, Mexico. Starting at very young ages, Reyna and Maritza’s mother and grandmother taught them the ins and outs of the kitchen, and they have loved to cook ever since. They learned to be creative with their cooking while at the same time respecting the heritage of authentic ingredients and the culture they represent. They also learned the value of using both fresh and organic ingredients in their cooking.",
        "lat": 30.4804443, 
        "lon": -97.6847878
    },
    {
        "name": "La Popular Austin",
        "url": "https://www.lapopularcdmx.com/locations/austin",
        "blurb": "La Popular creates an unbeatable vibe for guests with its elevated, high-quality take on traditional dishes, inventive craft cocktails and an extensive selection of artisan spirits, 80+ tequilas and mezcals, chic modern interiors, covet-worthy playlists, and genuine welcoming services that embodies traditional Mexican hospitality.",
        "lat": 30.2552402,
        "lon": -97.8699449
    },
    {
        "name": "Intero",
        "url": "https://www.interorestaurant.com/",
        "blurb": "Just as in Italy where the food is genuine and locally sourced, you'll find the same at Intero with truly farm-to-table Italian cuisine.",
        "lat": 30.2537,
        "lon": -97.7170049
    },
    {
        "name": "Hopfields",
        "url": "https://www.hopfieldsaustin.com/",
        "blurb": "French Gastropub",
        "lat": 30.2985231,
        "lon": -97.7435397
    },
    {
        "name": "Bartlett's",
        "url": "https://bartlettsaustin.com/",
        "blurb": "We believe in the nobility of service and in the dignified pleasures of dining well. We believe that for our restaurant to live up to its name, it must be restorative.We source top-quality meats, seafood, vegetables, and cheeses. We hand-cut fish and steaks, freshly grind chuck for burgers, and make our soups, buttermilk ciabatta, mustard, and two-week pickle relish from scratch. And we obsess over the details of getting it right every time.",
        "lat": 30.3567168,
        "lon": -97.7361198
    },
    {
        "name": "Sour Duck Market",
        "url": "https://www.sourduckmarket.com/",
        "blub": "Offering handcrafted fresh baked goods, sandwiches, and snacks made from locally sourced ingredients, sustainable coffee, craft cocktails, and a killer selection of beer and wine.",
        "lat": 30.2798806,
        "lon": -97.7241564
    },
    {
        "name": "Bufalina",
        "url": "https://www.bufalinapizza.com/",
        "blurb": "We serve Neapolitan pizza. Pizzas are roughly 12 in diameter and are cooked in our Stefano Ferrara wood-burning oven, which runs north of 900 degrees, for roughly 90 seconds. Pizzas emerge properly charred and slightly wet in the middle, a Neapolitan hallmark.",
        "lat": 30.3410838,
        "Lon": -97.8145783
    }
]